<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=EUC-KR">
<title>Insert title here</title>
</head>
<body cellpadding="0" cellspacing="0" marginleft="0" margintop="0" width="100%" height="100%" align="center">
<br/><br/><br/>
	<div align="center">
		<h1><b>이 용 약 관</b></h1><br/><br/>
		</div>
		<hr width=100% border-top: 3px dotted blue;><br/>
		<h3><b>제1조. 목적</b></h3><br/>
		
		<h4><b>이 약관은 Cho's 유한회사 (이하 "회사")가 운영하는 딜리버리 인터넷 홈페이지(https://www.cho's.co.kr/kr/, 이하 "홈페이지")
		 및 휴대용 단말기 또는 태블릿PC 등에서 구현되는 어플리케이션(이하 “어플리케이션”) 이용 서비스와 관련하여 회사 및 회원의 권리, 의무, 책임사항, 기타 이용
		  조건 및 절차에 관한 사항을 규정함을 목적으로 합니다.</b></h4><br/>
	
		<h3><b>제2조. 정의</b></h3><br/>
		
		<h4><b>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

		"서비스"라 함은 구현되는 단말기(PC, TV, 휴대용 단말기 등의 각종 유무선 장치를 포함)와 상관없이 회원이 홈페이지 및 어플리케이션으로부터 제공받아 이용할 수 있는 서비스를 말합니다.
		"회원"이라 함은 홈페이지 및 어플리케이션에 접속하여 이 약관에 따라 회원 가입 신청을 하고 회사로부터 가입 승인을 받아 회사가 제공하는 서비스를 이용하는 이용자를 말합니다.
		"ID(아이디)"라 함은 회원의 식별과 서비스 이용을 위하여 회원이 정하고 회사가 승인하는 문자와 숫자의 조합을 말합니다.
		"Password(비밀번호)"라 함은 회원이 부여 받은 ID와 일치되는 회원임을 확인하고 비밀보호를 위해 회원 자신이 정한 문자와 숫자의 조합을 말합니다.</b></h4><br/>

		<h3><b>제3조. 약관의 효력과 변경</b></h3><br/>
		
		<h4><b>회사는 회원이 이 약관에 동의함을 전제로 가입 신청을 승인하며, 본 약관의 내용은 회원가입 시 공지된 내용에 회원이 동의함으로써 효력이 발생합니다.
		이 약관의 내용은 회사에 의하여 관계법령에 위배되지 않는 범위 안에서 변경될 수 있으며, 변경된 약관은 홈페이지 및 어플리케이션에서 확인할 수 있습니다. 변경된 약관은 회사가 홈페이지 및 어플리케이션에 이를 게시하여 회원이 확인할 수 있는 상태에서 7일의 기간이 경과함과 동시에 그 효력이 발생됩니다.
		회원은 개정된 약관에 동의하지 않을 경우 회원 탈퇴를 요청할 수 있고, 회원이 탈퇴를 하지 않고 계속해서 홈페이지 및 어플리케이션을 사용하는 등의 서비스를 받는 경우 또는 위 제3조 제2항에 따라 변경된 약관이 공지된 이후 7일의 기간이 경과한 때까지 탈퇴의 의사를 표시하지 않을 시에는 약관 변경에 대한 동의의 의사를 표시한 것으로 간주됩니다.
		</b></h4><br/>
		
		<h3><b>제4조. 회원가입</b></h3><br/>
		
		<h4><b>홈페이지 및 어플리케이션 회원은 "본인 회원"만을 원칙으로 합니다.
		본인 회원이란 이 약관의 내용에 대하여 동의를 한 다음 홈페이지 및 어플리케이션 서비스의 회원 신청 양식에 의거, 본인의 신상 정보를 사실에 입각하여 입력하는 방법으로 회원가입신청을 하고 회사로부터 회원 가입 승인을 받으신 분을 의미합니다. 법인 혹은 단체회원으로 가입신청을 하실 수는 없습니다.
		만 14세 미만의 미성년자는 회원으로 가입할 수 없습니다.
		회사는 다음 사항에 해당하는 경우에는 가입승인을 유보, 거부할 수 있습니다.
		가명으로 회원 가입할 경우.
		혐오스럽거나 타인에게 불쾌감을 줄 수 있는 아이디로 회원가입을 할 경우.
		다른 사람의 명의를 빌리거나 도용하여 차명으로 신청하였을 경우.
		기타 가입신청 항목을 허위로 기재하거나 회사가 제시하는 내용을 기재하지 아니할 경우.
		법령에 위배되거나 미풍양속을 저해하고자 하는 목적으로 회원가입 신청을 할 경우(또는 그러한 행위를 한 경우).
		가입신청자가 기존에 이 약관에 의하여 회원자격을 상실된 사실이 있는 경우(단, 별도로 회사의 회원 재가입 승인을 득한 경우에는 예외로 함).</b></h4><br/>
		
		<h3><b>제5조. 회원정보</b></h3><br/>
		<h4><b>회사는 관계법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 또한, 개인정보의 보호 및 사용에 대해서는 관계법령뿐 아니라 회사의 개인정보처리방침이 적용됩니다.
		회원 가입 시 입력한 개인정보는 회원의 동의를 득하거나 관계법령에서 허용하는 경우를 제외하고는 다른 용도로 사용되지 않으며, 또한 외부로 유출되지 않습니다.
		상기 제2항에도 불구하고 회사가 관계법령에 따라 수사기관 등 제3자에 대하여 회원의 개인정보를 제공할 의무를 지게되는 경우, 회사는 관계법령을 준수하는 범위 내에서는 부득이하게 회원의 개인정보를 제공할 수 있습니다.</b></h4><br/>
		
		<h3><b>제6조. 회원의 의무</b></h3><br/>
		<h4><b>회원은 이 약관에서 규정하는 사항과 기타 회사가 정한 이용규정 등 제반 규정, 공지사항 등 회사가 공지하는 사항 및 관계법령을 준수하여야 합니다.
		ID와 Password에 대한 관리책임은 회원에게 있고 회원 본인이 직접 사용하여야 하며, 본인이 아닌 타인이 이용하게 할 수 없습니다.
		회원 본인의 부주의로 ID와 Password가 타인에게 유출되어 발생할 수 있는 각종 손실 및 손해등에 대한 책임은 회원 본인에게 귀속됩니다.
		회원은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 기타 방법으로 회사에 대하여 그 변경사항을 알려야 하며, 변경사항을 회사에 알리지 않아서 회원에게 불이익 등 문제점이 발생하는 경우 그에 대한 책임은 회원 본인에게 귀속됩니다.</b></h4><br/>
		
		<h3><b>제7조. 회원관리</b></h3><br/>
		<h4><b>회원은 언제든지 개인정보를 열람하고 정정 또는 동의철회(회원탈퇴)를 요청할 수 있습니다.
		개인정보의 수집에 대한 동의철회(회원탈퇴)를 하시려면 회원탈퇴를 누르시고 회원탈퇴를 하시면 됩니다. 회원탈퇴의 경우, 회사가 관계법령 및 개인정보처리방침에 따라 회원정보를 보유하는 경우를 제외하고, 탈퇴 즉시 회원의 모든 개인정보는 삭제 및 소멸됩니다.
		회원으로 가입되어 있는 분들은 누구나 동등한 자격으로 서비스를 이용하실 수 있습니다.</b></h4><br/>
				
		<h3><b>제8조. 회원정보의 이용</b></h3><br/>
		<h4><b>회원은 목적을 불문하고 서비스 이용과정에서 취득한 e-mail 주소 등 다른 이용자의 개인정보를 사용하거나 제3자에게 제공할 수 없습니다.
		송 등을 위하여 다른 회원들의 e-mail 주소를 사용하거나 이를 제3자에게 제공하였을 경우, 이에 대한 모든 법적 책임은 해당 회원에게 있으며, 해당 회원은 이로 인하여 발생하는 모든 손실 또는 손해로부터 회사가 면책되도록 하여야 합니다.</b></h4><br/>
		
		<h3><b>제9조. 저작권</b></h3><br/>
		<h4><b>회원이 홈페이지 및 어플리케이션에서 제공하는 각종 서비스에 대한 정보를 사전 동의 없이 외부로 유출시켰을 경우, 해당 회원은 저작권법 등 관계법령에 의하여 제재를 받을 수 있습니다.
		회원은 홈페이지 및 어플리케이션에 등록되어 있는 회사의 Corporate Identity(CI) / Brand Identity(BI) 혹은 캐릭터 등의 이미지 파일을 무단으로 사용하실 수 없으며, 위반사항 적발 시 해당 행위에 대한 법적 제재가 따른다는 사실을 인정하고 이에 동의합니다.</b></h4><br/>
		<br/><br/><hr width=100% border-top: 3px dotted blue;><br/><br/><br/><br/><br/><br/><br/><br/><br/>

</body>
</html>