<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=EUC-KR">
<title>Insert title here</title>
</head>
<body>
<br/><br/><br/>

<div align="center">
<h1><b>개인정보 처리 방침</b></h1>
</div><br/><br/>
<hr width=100% border-top: 3px dotted blue;><br/>
<br/><br/>

<h3><b>01.  개인정보처리방침의 의의</b></h3><br/>

<h4><b>Cho's 유한회사 (이하 '회사')는 고객의 개인정보를 중요시하며,
정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 개인정보보호법 등 고객의 개인정보 보호와 관련된 법령을 준수하고 있습니다.
 회사는 본 개인정보 처리방침(이하 ‘본 방침’)을 통하여 고객이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며,
  개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다. 회사는 본 방침을 개정하는 경우 웹사이트 및 모바일 어플리케이션
   공지사항 또는 개별공지를 통하여 변경내용과 그 이유를 지체 없이 공지할 것입니다.<br/><br/>
본 방침 시행일 2012년 4월 1일 <br/><br/> 본 방침 개정일 2020년 5월 20일</b></h4><br/>

<h3><b>02.  수집하는 개인정보</b></h3><br/>

<h4><b>02_2. Q) 회사가 수집하는 선택적 개인정보 항목과 수집 이용 목적, 수집방법은 무엇인가요 ?<br/>
회사에서는 고객 여러분에게 경품 및 각종 이벤트 혜택등을 제공하기 위하여 아래와 같이 개인정보를 수집 이용하고 있습니다.</b></h4><br/><br/>

<div align="center">
<img alt="" src="../resources/images/infomation2-2.png">
</div>
<br/><br/>

<h4><b>02_2. Q) 회사가 수집하는 선택적 개인정보 항목과 수집 이용 목적, 수집방법은 무엇인가요?
회사에서는 고객 여러분에게 경품 및 각종 이벤트 혜택등을 제공하기 위하여 아래와 같이 개인정보를 수집 이용하고 있습니다.</b></h4><br/><br/>

<div align="center">
<img alt="" src="../resources/images/infomation2-1.png">
</div>
<br/><br/>

<h4><b>03. 수집한 개인정보의 보유 및 이용기간<br/>
Q) 회사는 수집한 개인정보를 언제까지 보관하나요?<br/>
회사는 고객의 개인정보처리 동의일로부터 탈퇴확정시까지(선택적 개인정보의 경우에는 처리 동의 철회시 또는 탈퇴확정시까지) 개인정보를 보유 이용 할 수 있습니다.<br/>
제1항에도 불구하고 다음과 같이 전자상거래 등에서의 소비자보호에 관한 법률 등 다른 법률에 따라 개인정보를 보존하여야 하는 경우에는 그러한 법률에서 정한 기간 동안 개인정보를 보관합니다.<br/>
-전자상거래 등에서 소비자 보호에 관한 법률<br/>
계약 또는 청약철회 등에 관한 기록: 5년 보관<br/>
대금결제 및 재화 등의 공급에 관한 기록: 5년 보관<br/>
소비자의 불만 또는 분쟁처리에 관한 기록: 3년 보관<br/>
-통신비밀보호법<br/>
로그인 기록: 3개월<br/>
제1항에도 불구하고 1년 이상 MDS 서비스를 이용하지 않는 고객의 개인정보는 파기합니다. 다만 다른 법령에 특별한 규정이 있는 경우 그에 따릅니다.</b></h4><br/>

<h4><b>04. 개인정보처리의 위탁에 관한 사항
04_1. Q) 회사는 개인정보의 처리를 위탁하나요?
회사는 서비스제공, 고객정보의 원활한 처리와 안전한 보관을 위하여 다음과 같이 고객정보를 위탁하여 처리하고 있습니다.</b></h4><br/><br/><hr width=100% border-top: 3px dotted blue;><br/><br/><br/><br/><br/><br/>




</body>
</html>